Repository: jdevost/BlueDive
Catalog: BlueDive/Localizable.xcstrings
Source language: en
Languages: de, fr_ca, nl

source: … %lld more lines. Use Copy or Save As for full content.
de: … %lld weitere Zeilen. Verwende „Kopieren“ oder „Speichern unter“ für den vollständigen Inhalt.
fr_ca: … %lld lignes de plus. Utilisez Copier ou Enregistrer sous pour le contenu complet.
nl: … nog %lld regels. Gebruik Kopiëren of Opslaan als voor de volledige inhoud.

source: "%@" will be permanently deleted. All associated data (fish sightings, equipment) will also be deleted.
de: "%@" wird dauerhaft gelöscht. Alle zugehörigen Daten (Sichtungen von Unterwasserlebewesen, Ausrüstung) werden ebenfalls gelöscht.
fr_ca: "%@" sera supprimé définitivement. Toutes les données associées (observations de poissons, équipement) seront également supprimées.
nl: “%@” wordt permanent verwijderd. Alle bijbehorende gegevens (viswaarnemingen, duikuitrusting) worden ook verwijderd.

source: %1$@ more dives were downloaded but will not be imported — they were recorded before %2$@.
de: %1$@ weitere Tauchgänge wurden heruntergeladen, werden aber nicht importiert — sie wurden vor dem %2$@ aufgezeichnet.
fr_ca: %1$@ plongées supplémentaires ont été téléchargées, mais ne seront pas importées — elles ont été enregistrées avant le %2$@.
nl: %1$@ extra duiken zijn gedownload, maar worden niet geïmporteerd — ze zijn vastgelegd vóór %2$@.

source: %1$@, %2$@, and %3$@ imported successfully.
de: %1$@, %2$@ und %3$@ erfolgreich importiert.
fr_ca: %1$@, %2$@ et %3$@ importés avec succès.
nl: %1$@, %2$@ en %3$@ succesvol geïmporteerd.

source: %@ countries visited
de: %@ Länder besucht
fr_ca: %@ pays visités
nl: %@ landen bezocht

source: %@ country visited
de: %@ Land besucht
fr_ca: %@ pays visité
nl: %@ land bezocht

source: %@ days
de: %@ Tage
fr_ca: %@ jours
nl: %@ dagen

source: %@ dive
de: %@ Tauchgang
fr_ca: %@ plongée
nl: %@ duik

source: %@ dives
de: %@ Tauchgänge
fr_ca: %@ plongées
nl: %@ duiken

source: %@ dives already in logbook
de: %@ Tauchgänge bereits im Logbuch
fr_ca: %@ plongées déjà dans le carnet
nl: %@ duiken al aanwezig in logboek

source: %@ dives already present
de: %@ Tauchgänge bereits vorhanden
fr_ca: %@ plongées déjà présentes
nl: %@ duiken al aanwezig

source: %@ dives at this location
de: %@ Tauchgänge an diesem Ort
fr_ca: %@ plongées à cet emplacement
nl: %@ duiken op deze locatie

source: %@ dives imported
de: %@ Tauchgänge importiert
fr_ca: %@ plongées importées
nl: %@ duiken geïmporteerd

source: %@ dives updated
de: %@ Tauchgänge aktualisiert
fr_ca: %@ plongées mises à jour
nl: %@ duiken bijgewerkt

source: %@ of %@ dives exported
de: %@ von %@ Tauchgängen exportiert
fr_ca: %@ de %@ plongées exportées
nl: %@ van %@ duiken geëxporteerd

source: %@ of %@ dives imported
de: %@ von %@ Tauchgängen importiert
fr_ca: %@ de %@ plongées importées
nl: %@ van %@ duiken geïmporteerd

source: %@ older dives not imported
de: %@ ältere Tauchgänge nicht importiert
fr_ca: %@ plongées plus anciennes non importées
nl: %@ oudere duiken niet geïmporteerd

source: %@ older dives skipped
de: %@ ältere Tauchgänge übersprungen
fr_ca: %@ plongées plus anciennes ignorées
nl: %@ oudere duiken overgeslagen

# %@ requires servicing in %lld days.
source: %1$@ requires servicing in %2$lld days.
de: %1$@ muss in %2$lld Tagen gewartet werden.
fr_ca: %1$@ doit être entretenu dans %2$lld jours.
nl: %1$@ heeft over %2$lld dagen onderhoud nodig.

source: %@ requires servicing in 30 days.
de: %@ muss in 30 Tagen gewartet werden.
fr_ca: %@ doit être entretenu dans 30 jours.
nl: %@ heeft over 30 dagen onderhoud nodig.

source: %@ species
de: %@ Arten
fr_ca: %@ espèces
nl: %@ soorten

source: %@: Auto-Detection Unavailable
de: %@: automatische Erkennung nicht verfügbar
fr_ca: %@ : détection automatique indisponible
nl: %@: automatische detectie niet beschikbaar

source: %@: Auto-detected
de: %@: automatisch erkannt
fr_ca: %@ : détecté automatiquement
nl: %@: automatisch gedetecteerd

source: %d active filters
de: %d aktive Filter
fr_ca: %d filtres actifs
nl: %d actieve filters

source: %lld certifications imported successfully.
de: %lld Zertifizierungen erfolgreich importiert.
fr_ca: %lld certifications importées avec succès.
nl: %lld certificeringen succesvol geïmporteerd.

source: %lld devices registered
de: %lld Geräte registriert
fr_ca: %lld appareils enregistrés
nl: %lld apparaten geregistreerd

# %lld dive
source: %lld dives
de: %lld Tauchgänge
fr_ca: %lld plongées
nl: %lld duiken

source: %lld dives
de: %lld Tauchgänge
fr_ca: %lld plongées
nl: %lld duiken

source: %lld dives downloaded
de: %lld Tauchgänge heruntergeladen
fr_ca: %lld plongées téléchargées
nl: %lld duiklogs gedownload

source: %lld due soon
de: %lld bald fällig
fr_ca: %lld bientôt dû
nl: %lld verloopt binnenkort

source: %lld gear items
de: %lld Ausrüstungsgegenstände
fr_ca: %lld équipements
nl: %lld stuks duikuitrusting

source: %lld gear items imported successfully.
de: %lld Ausrüstungsgegenstände erfolgreich importiert.
fr_ca: %lld équipements importés avec succès.
nl: %lld stuks duikuitrusting succesvol geïmporteerd.

source: %lld group members could not be matched and were skipped.
de: %lld Gruppenmitglieder konnten nicht zugeordnet werden und wurden übersprungen.
fr_ca: %lld membres de groupe n'ont pas pu être associés et ont été ignorés.
nl: %lld groepsleden konden niet worden gekoppeld en zijn overgeslagen.

source: %lld groups
de: %lld Gruppen
fr_ca: %lld groupes
nl: %lld groepen

source: %lld insurance records imported successfully.
de: %lld Versicherungsdatensätze erfolgreich importiert.
fr_ca: %lld enregistrements d'assurance importés avec succès.
nl: %lld verzekeringsrecords succesvol geïmporteerd.

source: %lld items
de: %lld Elemente
fr_ca: %lld éléments

source: %lld lines
de: %lld Zeilen
fr_ca: %lld lignes
nl: %lld regels

source: %lld overdue
de: %lld überfällig
fr_ca: %lld en retard
nl: %lld achterstallig

source: %lld seen
de: %lld gesichtet
fr_ca: %lld observés
nl: %lld gezien

source: %lld selected
de: %lld ausgewählt
fr_ca: %lld sélectionnés
nl: %lld geselecteerd

# %lld star
source: %lld stars
de: %lld Sterne
fr_ca: %lld étoiles
nl: %lld sterren

source: %lld tank templates
de: %lld Flaschenvorlagen
fr_ca: %lld modèles de cylindre
nl: %lld tanksjablonen

source: %lldd remaining
de: %lldd verbleibend
fr_ca: %lldj restants
nl: %lldd resterend

# * RMV calculated from %@ + %@ — only natively available in bar/L
source: * RMV calculated from %1$@ + %2$@ — only natively available in bar/L
de: * AMV berechnet aus %1$@ + %2$@ — nur nativ in bar/L verfügbar
fr_ca: * VRM calculé à partir de %1$@ + %2$@ — uniquement disponible nativement en bar/L
nl: * AMV berekend uit %@ + %@ — alleen beschikbaar in bar/L

source: * RMV derived from %1$@ + %2$@ using stored working pressure for cu ft → L conversion
de: * AMV abgeleitet aus %1$@ + %2$@ unter Verwendung des gespeicherten Arbeitsdrucks für die Umrechnung cu ft → L
fr_ca: * VRM dérivé de %1$@ + %2$@ en utilisant la pression de service stockée pour la conversion pi³ → L
nl: * AMV afgeleid van %1$@ + %2$@ met behulp van de opgeslagen werkdruk voor de omrekening van cu ft naar L

source: +%lld more
de: +%lld weitere
fr_ca: +%lld de plus
nl: +%lld meer

source: 0 dives
de: 0 Tauchgänge
fr_ca: 0 plongée
nl: 0 duiken

source: 0 gear items
de: 0 Ausrüstungsgegenstände
fr_ca: 0 équipement
nl: 0 stuks duikuitrusting

source: 0 gear items imported successfully.
de: 0 Ausrüstungsgegenstände erfolgreich importiert.
fr_ca: 0 équipement importé avec succès.
nl: 0 stuks duikuitrusting succesvol geïmporteerd.

source: 0 groups
de: 0 Gruppen
fr_ca: 0 groupe
nl: 0 groepen

source: 0 tank templates
de: 0 Flaschenvorlagen
fr_ca: 0 modèle de cylindre
nl: 0 tanksjablonen

source: 0d remaining
de: 0T übrig
fr_ca: 0j restant
nl: 0d resterend

source: 1 certification imported successfully.
de: 1 Zertifizierung erfolgreich importiert.
fr_ca: 1 certification importée avec succès.
nl: 1 certificering succesvol geïmporteerd.

source: 1 day
de: 1 Tag
fr_ca: 1 jour
nl: 1 dag

source: 1 device registered
de: 1 Gerät registriert
fr_ca: 1 appareil enregistré
nl: 1 apparaat geregistreerd

source: 1 dive
de: 1 Tauchgang
fr_ca: 1 plongée
nl: 1 duik

source: 1 dive already in logbook
de: 1 Tauchgang bereits im Logbuch
fr_ca: 1 plongée déjà dans le carnet
nl: 1 duik al aanwezig in logboek

source: 1 dive already present
de: 1 Tauchgang bereits vorhanden
fr_ca: 1 plongée déjà présente
nl: 1 duik al aanwezig

source: 1 dive downloaded
de: 1 Tauchgang heruntergeladen
fr_ca: 1 plongée téléchargée
nl: 1 duik gedownload

source: 1 dive imported
de: 1 Tauchgang importiert
fr_ca: 1 plongée importée
nl: 1 duik geïmporteerd

source: 1 dive updated
de: 1 Tauchgang aktualisiert
fr_ca: 1 plongée mise à jour
nl: 1 duik bijgewerkt

source: 1 gear item
de: 1 Ausrüstungsgegenstand
fr_ca: 1 équipement
nl: 1 stuk duikuitrusting

source: 1 gear item imported successfully.
de: 1 Ausrüstungsgegenstand erfolgreich importiert.
fr_ca: 1 équipement importé avec succès.
nl: 1 stuk duikuitrusting succesvol geïmporteerd.

source: 1 group
de: 1 Gruppe
fr_ca: 1 groupe
nl: 1 groep

source: 1 group member could not be matched and was skipped.
de: 1 Gruppenmitglied konnte nicht zugeordnet werden und wurde übersprungen.
fr_ca: 1 membre de groupe n'a pas pu être associé et a été ignoré.
nl: 1 groepslid kon niet worden gekoppeld en is overgeslagen.

source: 1 insurance record imported successfully.
de: 1 Versicherungsdatensatz erfolgreich importiert.
fr_ca: 1 enregistrement d'assurance importé avec succès.
nl: 1 verzekeringsrecord succesvol geïmporteerd.

source: 1 more dive was downloaded but will not be imported — it was recorded before %@.
de: 1 weiterer Tauchgang wurde heruntergeladen, wird aber nicht importiert — er wurde vor dem %@ aufgezeichnet.
fr_ca: 1 plongée supplémentaire a été téléchargée, mais ne sera pas importée — elle a été enregistrée avant le %@.
nl: Nog 1 duik is gedownload, maar wordt niet geïmporteerd — deze is vastgelegd vóór %@.

source: 1 older dive not imported
de: 1 älterer Tauchgang nicht importiert
fr_ca: 1 plongée plus ancienne non importée
nl: 1 oudere duik niet geïmporteerd

source: 1 older dive skipped
de: 1 älterer Tauchgang übersprungen
fr_ca: 1 plongée plus ancienne ignorée
nl: 1 oudere duik overgeslagen

source: 1 tank template
de: 1 Flaschenvorlage
fr_ca: 1 modèle de cylindre
nl: 1 tanksjabloon

source: 1d remaining
de: 1T übrig
fr_ca: 1j restant
nl: 1d resterend

source: < 5.2 g/L: Safe — normal breathing effort.
de: < 5,2 g/L: Sicher — normaler Atemaufwand.
fr_ca: < 5,2 g/L : Sécuritaire — effort respiratoire normal.
nl: < 5.2 g/L: Veilig — normale ademhaling.

source: A factor of 1.5 means you plan for %@ more gas consumption during the ascent. This buffer is applied on top of the calculated MG, before the Usable Gas is derived.
de: Ein Faktor von 1,5 bedeutet, dass du %@ mehr Gasverbrauch beim Aufstieg einplanst. Dieser Puffer wird zusätzlich zum berechneten MG angewendet, bevor das nutzbare Gas abgeleitet wird.
fr_ca: Un facteur de 1,5 signifie que vous planifiez %@ de consommation de gaz supplémentaire durant la remontée. Ce tampon est appliqué en plus du GM calculé, avant la dérivation du gaz utilisable.
nl: Een factor van 1.5 betekent dat je plant voor %@ meer gasverbruik gedurende de opstijging. Deze buffer wordt toegepast bovenop de berekende MG, voordat het bruikbare gas wordt afgeleid.

source: A feature-rich dive log for iPadOS & iOS
de: Ein funktionsreiches Logbuch für iPadOS & iOS
fr_ca: Un carnet de plongée complet pour iPadOS et iOS
nl: Een volwaardig duiklogboek voor iPadOS en iOS

source: AND
de: UND
fr_ca: ET
nl: EN

source: AVERAGE
de: DURCHSCHNITT
fr_ca: MOYENNE
nl: GEMIDDELD

source: About
de: Über mich
fr_ca: À propos
nl: Over

source: About BlueDive
de: Über BlueDive
fr_ca: À propos de BlueDive
nl: Over BlueDive

source: Above %1$@ O₂ requires advanced Nitrox training and oxygen-clean equipment.
de: Über %1$@ O₂ sind eine fortgeschrittene Nitrox-Ausbildung und sauerstoffreines Equipment erforderlich.
fr_ca: Au-dessus de %1$@ O₂, une formation avancée en nitrox et un équipement compatible oxygène sont nécessaires.
nl: Boven %1$@ O₂ is geavanceerde Nitrox-training en zuurstofschone apparatuur vereist.

source: Abundant
de: Reichlich vorhanden
fr_ca: Abondant
nl: Overvloedig

source: Accounts for increased RMV under stress
de: Berücksichtigt erhöhten AMV unter Stress
fr_ca: Tient compte de l'augmentation du VMR en situation de stress
nl: Houdt rekening met een verhoogde AMV onder stress

source: Acknowledgements
de: Danksagungen
fr_ca: Remerciements
nl: Dankwoord

source: Active
de: Aktiv
fr_ca: Actif
nl: Actief

source: Active Equipment
de: Aktive Ausrüstung
fr_ca: Équipement actif
nl: Actieve duikuitrusting

source: Add
de: Hinzufügen
fr_ca: Ajouter
nl: Toevoegen

source: Add BlueDive widgets to your home screen for quick access to your recent dives and dive stats.
de: Füge BlueDive-Widgets zu deinem Startbildschirm hinzu, um schnell auf deine letzten Tauchgänge und Statistiken zuzugreifen.
fr_ca: Ajoutez des widgets BlueDive à votre écran d'accueil pour accéder rapidement à vos plongées récentes et vos statistiques.
nl: Voeg BlueDive-widgets toe aan je hoofdscherm voor snelle toegang tot je meest recente duiken en duikstatistieken.

source: Add Certification
de: Zertifizierung hinzufügen
fr_ca: Ajouter une certification
nl: Voeg certificering toe

source: Add Dive
de: Tauchgang hinzufügen
fr_ca: Ajouter une plongée
nl: Voeg duik toe

source: Add Document
de: Dokument hinzufügen
fr_ca: Ajouter un document
nl: Voeg document toe

source: Add Equipment
de: Ausrüstung hinzufügen
fr_ca: Ajouter de l'équipement
nl: Voeg duikuitrusting toe

source: Add Gear Group
de: Ausrüstungsgruppe hinzufügen
fr_ca: Ajouter un groupe d'équipement
nl: Voeg uitrustingsgroep toe

source: Add Insurance
de: Versicherung hinzufügen
fr_ca: Ajouter une assurance
nl: Voeg verzekering toe

source: Add Marine Life
de: Unterwasserlebewesen hinzufügen
fr_ca: Ajouter la vie marine
nl: Voeg onderwaterleven toe

source: Add Photo
de: Foto hinzufügen
fr_ca: Ajouter une photo
nl: Voeg foto toe

source: Add Service Record
de: Wartungseintrag hinzufügen
fr_ca: Ajouter une fiche d'entretien
nl: Voeg onderhoudsrecord toe

source: Add Tank
de: Flasche hinzufügen
fr_ca: Ajouter un cylindre
nl: Voeg tank toe

source: Add Tank Template
de: Flaschenvorlage hinzufügen
fr_ca: Ajouter un modèle de bouteille
nl: Voeg tanksjabloon toe

source: Add a buddy
de: Tauchpartner hinzufügen
fr_ca: Ajouter un coéquipier
nl: Voeg een buddy toe

source: Add a dive (Bluetooth)
de: Tauchgang hinzufügen (Bluetooth)
fr_ca: Ajouter une plongée (Bluetooth)
nl: Voeg een duik toe (Bluetooth)

source: Add a dive (Manual)
de: Tauchgang hinzufügen (Manuell)
fr_ca: Ajouter une plongée (Manuel)
nl: Voeg een duik toe (handmatig)

source: Add a dive type
de: Tauchgangstyp hinzufügen
fr_ca: Ajouter un type de plongée
nl: Voeg een duiktype toe

source: Add a new tank template
de: Neue Flaschenvorlage hinzufügen
fr_ca: Ajouter un nouveau modèle de cylindre
nl: Voeg een tanksjabloon toe

source: Add a tag
de: Tag hinzufügen
fr_ca: Ajouter une étiquette
nl: Voeg een tag toe

source: Add equipment from the Equipment section first
de: Füge zuerst Ausrüstung im Bereich Ausrüstung hinzu
fr_ca: Ajoutez d'abord de l'équipement depuis la section Équipement
nl: Voeg eerst duikuitrusting toe vanaf de Duikuitrusting sectie

source: Add marine life…
de: Unterwasserlebewesen hinzufügen…
fr_ca: Ajouter une espèce marine…
nl: Voeg onderwaterleven toe…

source: Add new diver
de: Neuen Taucher hinzufügen
fr_ca: Ajouter un nouveau plongeur
nl: Nieuwe duiker toevoegen

source: Add new equipment
de: Neue Ausrüstung hinzufügen
fr_ca: Ajouter un nouvel équipement
nl: Voeg nieuwe duikuitrusting toe

source: Add your certifications and insurance to track them here
de: Füge deine Zertifizierungen und Versicherungen hinzu, um sie hier zu verwalten
fr_ca: Ajoutez vos certifications et assurances pour les suivre ici
nl: Voeg je certificeringen en verzekeringen toe om deze hier te monitoren

source: Add your first dive to see your statistics.
de: Füge deinen ersten Tauchgang hinzu, um deine Statistiken zu sehen.
fr_ca: Ajoutez votre première plongée pour voir vos statistiques.
nl: Voeg je eerste duik toe om je statistieken te zien.

source: Add your notes about this equipment
de: Füge deine Notizen zu dieser Ausrüstung hinzu
fr_ca: Ajoutez vos notes sur cet équipement
nl: Voeg notities toe over deze duikuitrusting

source: Add your tanks, suits, and regulators to track their usage and maintenance.
de: Füge deine Flaschen, Anzüge und Atemregler hinzu, um deren Nutzung und Wartung zu verfolgen.
fr_ca: Ajoutez vos cylindres, combinaisons et détendeurs pour suivre leur utilisation et leur entretien.
nl: Voeg je tanks, pakken en ademautomaten toe om hun gebruik en onderhoud te monitoren.

source: Additional information
de: Weitere Informationen
fr_ca: Informations supplémentaires
nl: Aanvullende informatie

source: Advanced
de: Erweitert
fr_ca: Avancé
nl: Geavanceerd

source: Air
de: Luft
nl: Lucht

source: Air (%1$@) exceeds the PO₂ limit at this depth.
de: Luft (%1$@) überschreitet das PO₂-Limit bei dieser Tiefe.
fr_ca: L'air (%1$@) dépasse la limite de PO₂ à cette profondeur.
nl: De lucht (%1$@) overschrijdt op deze diepte de PO₂-grenswaarde.

source: Air Consumed
de: Verbrauchte Luft
fr_ca: Air consommé
nl: Verbruikte lucht

source: Air Temp
de: Lufttemp.
fr_ca: Temp. air
nl: Luchttemperatuur

source: Algorithm
de: Algorithmus
fr_ca: Algorithme
nl: Algoritme

source: All
de: Alle
fr_ca: Tout
nl: Alles

source: All Divers
de: Alle Taucher
fr_ca: Tous les plongeurs
nl: Alle duikers

source: All Species
de: Alle Arten
fr_ca: Toutes les espèces
nl: Alle soorten

source: All calculations provided by this tool are estimates. It is the diver's sole responsibility to verify and validate all results before any dive.
de: Alle von diesem Tool bereitgestellten Berechnungen sind Schätzungen. Es liegt in der alleinigen Verantwortung des Tauchers, alle Ergebnisse vor jedem Tauchgang zu überprüfen und zu validieren.
fr_ca: Tous les calculs fournis par cet outil sont des estimations. Il est de la seule responsabilité du plongeur de vérifier et valider tous les résultats avant toute plongée.
nl: Alle berekeningen die deze tool oplevert, zijn schattingen. Het is de exclusieve verantwoordelijkheid van de duiker om alle resultaten vóór elke duik te controleren en te valideren.

source: All certifications have expired.
de: Alle Zertifizierungen sind abgelaufen.
fr_ca: Toutes les certifications ont expiré.
nl: Alle certificaten zijn verlopen.

source: All data erased. Wait for iCloud sync to finish uploading before closing the app. Monitor the cloud icon on the main screen.
de: Alle Daten gelöscht. Warte, bis der iCloud-Upload abgeschlossen ist, bevor du die App schließt. Beobachte das Wolkensymbol auf dem Hauptbildschirm.
fr_ca: Toutes les données supprimées. Attendez la fin du téléversement iCloud avant de fermer l'app. Surveillez l'icône de nuage sur l'écran principal.
nl: Alle gegevens zijn gewist. Wacht tot de iCloud-synchronisatie is voltooid voordat je de app sluit. Houd het cloudpictogram op het hoofdscherm in de gaten.

source: All depths
de: Alle Tiefen
fr_ca: Toutes les profondeurs
nl: Alle dieptes

source: All dives have been imported
de: Alle Tauchgänge wurden importiert
fr_ca: Toutes les plongées ont été importées
nl: Alle duiken zijn geïmporteerd

source: All dives should be planned and conducted with proper training and certification from a recognized dive agency (e.g. PADI, SSI, NAUI, CMAS, BSAC, or equivalent).
de: Alle Tauchgänge sollten mit einer angemessenen Ausbildung und Zertifizierung einer anerkannten Tauchorganisation (z. B. PADI, SSI, NAUI, CMAS, VDST oder gleichwertig) geplant und durchgeführt werden.
fr_ca: Toutes les plongées doivent être planifiées et effectuées avec une formation et une certification appropriées d'un organisme de plongée reconnu (p. ex. PADI, SSI, NAUI, CMAS, BSAC, ou équivalent).
nl: Alle duiken moeten worden gepland en uitgevoerd op basis van een gedegen opleiding en certificering van een erkende duikorganisatie (bijvoorbeeld PADI, SSI, NAUI, CMAS, BSAC of een gelijkwaardige organisatie).

source: All gear, groups, and tank templates in the file already exist.
de: Alle Ausrüstungsgegenstände, Gruppen und Flaschenvorlagen in der Datei sind bereits vorhanden.
fr_ca: Tous les équipements, groupes et modèles de cylindre du fichier existent déjà.
nl: Alle duikuitrusting, groepen en tanksjablonen bestaan al.

source: All insurance records have expired.
de: Alle Versicherungseinträge sind abgelaufen.
fr_ca: Tous les dossiers d'assurance ont expiré.
nl: Alle verzekeringspolissen zijn verlopen.

source: All preferences will return to their default values.
de: Alle Einstellungen werden auf ihre Standardwerte zurückgesetzt.
fr_ca: Toutes les préférences reviendront à leurs valeurs par défaut.
nl: Alle voorkeuren worden teruggezet naar de standaardwaarden.

source: All records in the file are already imported.
de: Alle Datensätze in der Datei wurden bereits importiert.
fr_ca: Tous les enregistrements du fichier sont déjà importés.
nl: Alle records in het bestand zijn al geïmporteerd.

source: All results are mathematical estimates based on your inputs. They do not account for individual physiology, equipment variation, or real-world conditions.
de: Alle Ergebnisse sind mathematische Schätzungen basierend auf deinen Eingaben. Sie berücksichtigen keine individuelle Physiologie, Ausrüstungsunterschiede oder reale Bedingungen.
fr_ca: Tous les résultats sont des estimations mathématiques basées sur vos entrées. Ils ne tiennent pas compte de la physiologie individuelle, des variations d'équipement ni des conditions réelles.
nl: Alle resultaten zijn wiskundige schattingen op basis van de door jou ingevoerde gegevens. Er wordt geen rekening gehouden met individuele fysiologische kenmerken, verschillen in duikuitrusting of omstandigheden in de praktijk.

source: All rights reserved.
de: Alle Rechte vorbehalten.
fr_ca: Tous droits réservés.
nl: Alle rechten voorbehouden.

source: All your equipment is already added to this dive or you haven't created any equipment yet.
de: Deine gesamte Ausrüstung ist bereits zu diesem Tauchgang hinzugefügt, oder du hast noch keine Ausrüstung erstellt.
fr_ca: Tout votre équipement est déjà ajouté à cette plongée ou vous n'avez pas encore créé d'équipement.
nl: Al je duikuitrusting is reeds toegevoegd aan deze duik of je hebt nog geen nieuwe duikuitrusting aangemaakt.

source: Already imported — will be skipped
de: Bereits importiert — wird übersprungen
fr_ca: Déjà importé — sera ignoré
nl: Reeds geïmporteerd — wordt overgeslagen

source: Already in your logbook
de: Bereits in deinem Logbuch
fr_ca: Déjà dans votre carnet
nl: Reeds in je logboek

source: Altitude
de: Höhe
nl: Hoogte

source: Altitude (%@)
de: Höhe (%@)
nl: Hoogte (%@)

source: Always dive within your training and certification limits.
de: Tauche immer innerhalb der Grenzen deiner Ausbildung und Zertifizierung.
fr_ca: Plongez toujours dans les limites de votre formation et de votre certification.
nl: Duik altijd binnen de grenzen van je opleiding en brevet.

source: Always use the limit appropriate to your training and dive plan.
de: Verwende immer das Limit, das deiner Ausbildung und deinem Tauchplan entspricht.
fr_ca: Utilisez toujours la limite correspondant à votre formation et à votre plan de plongée.
nl: Houd je altijd aan de limiet die past bij je training en duikplan.

source: Amount
de: Menge
fr_ca: Quantité
nl: Hoeveelheid

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr_ca: Une erreur inconnue s'est produite.
nl: Een onbekende fout is opgetreden.
